/**
 * Description file the project
 */

var RegularCatchword = [
		/** 0 */'',
		/** 1 */'Увы!',
		/** 2 */'Неплохо!',
		/** 3 */'Неплохой результат!',
		/** 4 */'Хорошо!',
		/** 5 */'Великолепно!',
		/** 6 */'Слабовато как-то…',
		/** 7 */'Неплохо, но можно лучше',
		/** 8 */'Выше всяческих похвал!'	
	],
	numberOfReports = [
		/** 0 */ 'Вы ответили',
		/** 1 */ 'из'	
	],
	config = [
		/** 0 */'Внимание! Ведутся технические работы!',
		/** 1 */'Пожалуйста подождите!',
		/** 2 */'Всё ещё загружаем...',
		/** 3 */'Ошибка при загрузке. Страница будет перезагружена.'
	];