var a = [2, 2, 1, 3, 1, 2, 3, 2, 1, 2];
var f = [0, 0, 0, 0, 0, 0, 0, 0, 0, 0];
var RegularCatchword = [
	/** 0 */'из',	
	/** >= 11 <= 15 [1] */	'Увы!',
	/**	>= 6 <= 10 	[2] */	'Неплохо!',
	/**	>= 0 <= 5 	[3] */	'Браво!'
];
var opinion = [
	/** 0 */'',	
	/** >= 11 <= 15 [1] */	'Нельзя сказать, что роман вы знаете в совершенстве! Но это не критично. Лучше понять Ф.М. Достоевского и его творчество помогут статьи нашего <a href="http://kultura174.ru/htmlpages/Show/RussLit">литературного проекта</a>',
	/**	>= 6 <= 10 	[2] */	'Очевидно, что внимание к деталям всегда помогает вам достигать поставленных целей',
	/**	>= 0 <= 5 	[3] */	'Вы превосходно знаете роман Ф.М. Достоевского «Преступление и наказание»'
];