	// 	 1	2  3  4  5  6  7  8  9  10 11 12 13
var a = [3, 1, 1, 3, 1, 2, 1, 1, 3, 2, 1, 1, 2];
var f = [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0];
var RegularCatchword = [
	/** 0 */'из',	
	/** >= 11 <= 15 [1] */	'Сожалеем...',
	/**	>= 6 <= 10 	[2] */	'Неплохо...',
	/**	>= 0 <= 5 	[3] */	'Потрясающе!'
];

var opinion = [
	/** 0 */'',	
	/** >= 11 <= 15 [1] */	'Ваши результаты неутешительные. Попробуйте пройти тест еще раз.',
	/**	>= 6 <= 10 	[2] */	'Но расслабляться не стоит.',
	/**	>= 0 <= 5 	[3] */	'Вы – суперчитатель!'
];