var a = [1, 1, 1, 2, 1, 1, 3, 1, 3, 4, 1, 4, 1, 4, 2];
var f = [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0];
var RegularCatchword = [
	/** 0 */'из',	
	/** >= 11 <= 15 [1] */	'Слабовато как-то…',
	/**	>= 6 <= 10 	[2] */	'Неплохо, но можно лучше',
	/**	>= 0 <= 5 	[3] */	'Выше всяческих похвал!'
];

var opinion = [
	/** 0 */'',	
	/** >= 11 <= 15 [1] */	'Должно быть, вы предпочитаете других поэтов.',
	/**	>= 6 <= 10 	[2] */	'Прихватите в отпуск томик со стихами В.В. Маяковского, не пожалеете.',
	/**	>= 0 <= 5 	[3] */	'У вас есть чему поучиться.'
];